Repository: ptudor/unsit
Catalog: packaging/Localization/Extraction.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: Cannot create an extraction folder here: %@
af: Kan nie 'n onttrekkingsmap hier skep nie: %@
am: የማውጫ አቃፊ እዚህ መፍጠር አይቻልም፦ %@
ar: لا يمكن إنشاء مجلد استخراج هنا: %@
az: Burada çıxarma qovluğu yaratmaq mümkün deyil: %@
be: Немагчыма стварыць тут тэчку для распакавання: %@
bg: Не може да се създаде папка за извличане тук: %@
bn: এখানে একটি নিষ্কাশন ফোল্ডার তৈরি করা যাচ্ছে না: %@
ca: No es pot crear una carpeta d'extracció aquí: %@
cs: Nelze zde vytvořit složku pro extrahování: %@
cy: Methu creu ffolder echdynnu yma: %@
da: Det er ikke muligt at oprette en udpakningsmappe her: %@
de: Der Extraktionsordner kann hier nicht erstellt werden: %@
de_at: Hier kann kein Extraktionsordner erstellt werden: %@
de_ch: Hier kann kein Extraktionsordner erstellt werden: %@
el: Δεν είναι δυνατή η δημιουργία φακέλου εξαγωγής εδώ: %@
es: No se puede crear una carpeta de extracción aquí: %@
es_ar: No se puede crear una carpeta de extracción aquí: %@
es_mx: No se puede crear una carpeta de extracción aquí: %@
et: Siia ei saa luua sihtkausta: %@
eu: Ezin da erauzketa-karpeta bat sortu hemen: %@
fa: نمی‌توانم اینجا پوشه استخراج ایجاد کنم: %@
fi: Purkukansiota ei voi luoda tähän: %@
fil: Hindi makagawa ng folder ng pagkuha dito: %@
fr: Impossible de créer un dossier d'extraction à l'emplacement suivant : %@
fr_ca: Impossible de créer un dossier d'extraction ici : %@
ga: Ní féidir fillteán eastósctha a chruthú anseo: %@
gl: Non se pode crear un cartafol de extracción aquí: %@
gu: અહીં એક્સટ્રેક્શન ફોલ્ડર બનાવી શકાતું નથી: %@
he: לא ניתן ליצור כאן תיקיית חילוץ: %@
hi: यहां एक्सट्रैक्शन फ़ोल्डर नहीं बनाया जा सकता: %@
hr: Ovdje se ne može stvoriti mapa za raspakiranje: %@
hu: Itt nem lehet kivonási mappát létrehozni: %@
hy: Հնարավոր չէ այստեղ ստեղծել արդյունահանման թղթապանակ՝ %@
id: Tidak dapat membuat folder ekstraksi di sini: %@
is: Gat ekki búið til útdráttarmöppu hér: %@
it: Impossibile creare una cartella di estrazione qui: %@
ja: %@ に抽出フォルダを作成できません。
ka: აქ ამოღების საქაღალდის შექმნა შეუძლებელია: %@
kk: Шығару қалтасын мұнда жасау мүмкін емес: %@
km: មិនអាចបង្កើតថតឯកសារស្រង់ចេញនៅទីនេះបានទេ៖ %@
kn: ಇಲ್ಲಿ ಹೊರತೆಗೆಯುವ ಫೋಲ್ಡರ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ: %@
ko: 여기에 추출 폴더를 만들 수 없습니다: %@
ky: Бул жерде бөлүп алуу папкасын түзүү мүмкүн эмес: %@
lo: ບໍ່ສາມາດສ້າງໂຟນເດີສະກັດຢູ່ບ່ອນນີ້ໄດ້: %@
lt: Čia negalima sukurti išgavimo aplanko: %@
lv: Šeit nevar izveidot izgūšanas mapi: %@
mk: Не можам да креирам папка за екстракција тука: %@
ml: ഇവിടെ ഒരു എക്സ്ട്രാക്ഷൻ ഫോൾഡർ സൃഷ്ടിക്കാൻ കഴിയില്ല: %@
mn: Энд задлах хавтас үүсгэх боломжгүй: %@
mr: येथे एक्स्ट्रॅक्शन फोल्डर तयार करता येत नाही: %@
ms: Tidak boleh mencipta folder pengekstrakan di sini: %@
mt: Ma tistax toħloq folder ta' estrazzjoni hawn: %@
my: ဤနေရာတွင် ထုတ်ယူဖိုင်တွဲ ဖန်တီး၍မရပါ - %@
nb: Det er ikke mulig å opprette en utpakkingsmappe her: %@
ne: यहाँ निकासी फोल्डर सिर्जना गर्न सकिँदैन: %@
nl: Het is niet mogelijk om hier een extractiemap aan te maken: %@
or: ଏଠାରେ ଏକ ଏକ୍ସଟ୍ରାକ୍ସନ ଫୋଲ୍ଡର ତିଆରି କରାଯାଇପାରିବ ନାହିଁ: %@
pa: ਇੱਥੇ ਐਕਸਟਰੈਕਸ਼ਨ ਫੋਲਡਰ ਨਹੀਂ ਬਣਾਇਆ ਜਾ ਸਕਦਾ: %@
pl: Nie można utworzyć folderu ekstrakcji w tej lokalizacji: %@
pt: Não é possível criar uma pasta de extração aqui: %@
pt_br: Não é possível criar uma pasta de extração aqui: %@
ro: Nu se poate crea un folder de extragere aici: %@
ru: Не удается создать папку для извлечения данных по адресу: %@
si: මෙහි උපුටා ගැනීමේ ෆෝල්ඩරයක් සෑදිය නොහැක: %@
sk: Na tejto adrese nie je možné vytvoriť priečinok na extrahovanie: %@
sl: Tukaj ni mogoče ustvariti mape za razpakiranje: %@
sq: Nuk mund të krijohet një dosje nxjerrjeje këtu: %@
sr: Не може се креирати фасцикла за издвајање овде: %@
sv: Det går inte att skapa en extraktionsmapp här: %@
sw: Haiwezi kuunda folda ya kutoa hapa: %@
ta: இங்கு ஒரு பிரித்தெடுப்பு கோப்புறையை உருவாக்க முடியாது: %@
te: ఇక్కడ ఎక్స్‌ట్రాక్షన్ ఫోల్డర్‌ను సృష్టించలేము: %@
th: ไม่สามารถสร้างโฟลเดอร์แตกไฟล์ได้ที่นี่: %@
tr: Burada bir ayıklama klasörü oluşturulamıyor: %@
uk: Неможливо створити папку розпакування в цьому місці: %@
ur: یہاں نکالنے کے لیے فولڈر نہیں بنایا جا سکتا: %@
vi: Không thể tạo thư mục giải nén tại đây: %@
zh_hans: 无法在此处创建解压文件夹：%@
zh_hant: 無法在此處建立解壓縮資料夾：%@
zu: Ayikwazi ukudala ifolda yokukhipha lapha: %@

source: Cannot open this location: %@
af: Kan nie hierdie ligging oopmaak nie: %@
am: ይህንን ቦታ መክፈት አይቻልም፦ %@
ar: لا يمكن فتح هذا الموقع: %@
az: Bu yeri açmaq mümkün deyil: %@
be: Немагчыма адкрыць гэтае месцазнаходжанне: %@
bg: Не може да се отвори този адрес: %@
bn: এই অবস্থানটি খোলা যাচ্ছে না: %@
ca: No es pot obrir aquesta ubicació: %@
cs: Nelze otevřít toto umístění: %@
cy: Methu agor y lleoliad hwn: %@
da: Kan ikke åbne dette sted: %@
de: Dieser Speicherort kann nicht geöffnet werden: %@
de_at: Pfad nicht zu öffnen: %@
de_ch: Pfad kann nicht geöffnet werden: %@
el: Δεν είναι δυνατό το άνοιγμα αυτής της τοποθεσίας: %@
es: No se puede abrir esta ubicación: %@
es_ar: No se puede abrir esta ubicación: %@
es_mx: No se puede abrir esta ubicación: %@
et: Seda asukohta ei saa avada: %@
eu: Ezin da kokapen hau ireki: %@
fa: نمی‌توانم به این مکان دسترسی پیدا کنم: %@
fi: Tätä sijaintia ei voi avata: %@
fil: Hindi mabuksan ang lokasyong ito: %@
fr: Impossible d'ouvrir cet emplacement : %@
fr_ca: Impossible d'ouvrir cet emplacement : %@
ga: Ní féidir an suíomh seo a oscailt: %@
gl: Non se pode abrir esta localización: %@
gu: આ સ્થાન ખોલી શકાતું નથી: %@
he: לא ניתן לפתוח מיקום זה: %@
hi: इस स्थान को खोला नहीं जा सकता: %@
hr: Ne mogu otvoriti ovu lokaciju: %@
hu: Nem lehet megnyitni ezt a helyet: %@
hy: Հնարավոր չէ բացել այս վայրը՝ %@
id: Tidak dapat membuka lokasi ini: %@
is: Gat ekki opnað þessa staðsetningu: %@
it: Impossibile aprire questa posizione: %@
ja: この場所を開くことができません：%@
ka: ამ მდებარეობის გახსნა შეუძლებელია: %@
kk: Бұл орынды ашу мүмкін емес: %@
km: មិនអាចបើកទីតាំងនេះបានទេ៖ %@
kn: ಈ ಸ್ಥಳವನ್ನು ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ: %@
ko: 이 위치를 열 수 없습니다: %@
ky: Бул жерди ачуу мүмкүн эмес: %@
lo: ບໍ່ສາມາດເປີດສະຖານທີ່ນີ້ໄດ້: %@
lt: Nepavyksta atidaryti šios vietos: %@
lv: Nevar atvērt šo atrašanās vietu: %@
mk: Не може да се отвори оваа локација: %@
ml: ഈ സ്ഥലം തുറക്കാൻ കഴിയില്ല: %@
mn: Энэ байршлыг нээж чадахгүй байна: %@
mr: हे ठिकाण उघडता येत नाही: %@
ms: Tidak boleh membuka lokasi ini: %@
mt: Ma nistax niftaħ dan il-post: %@
my: ဤနေရာကို ဖွင့်၍မရပါ - %@
nb: Kan ikke åpne denne plasseringen: %@
ne: यो स्थान खोल्न सकिँदैन: %@
nl: Deze locatie kan niet worden geopend: %@
or: ଏହି ସ୍ଥାନଟି ଖୋଲିପାରିବ ନାହିଁ: %@
pa: ਇਹ ਸਥਾਨ ਨਹੀਂ ਖੋਲ੍ਹਿਆ ਜਾ ਸਕਦਾ: %@
pl: Nie można otworzyć tej lokalizacji: %@
pt: Não é possível abrir esta localização: %@
pt_br: Não é possível abrir este local: %@
ro: Nu se poate deschide această locație: %@
ru: Не удается открыть это расположение: %@
si: මෙම ස්ථානය විවෘත කළ නොහැක: %@
sk: Túto polohu nie je možné otvoriť: %@
sl: Te lokacije ni mogoče odpreti: %@
sq: Nuk mund ta hap këtë vendndodhje: %@
sr: Не може се отворити ова локација: %@
sv: Det går inte att öppna den här platsen: %@
sw: Haiwezi kufungua eneo hili: %@
ta: இந்த இருப்பிடத்தைத் திறக்க முடியாது: %@
te: ఈ స్థానాన్ని తెరవలేము: %@
th: ไม่สามารถเปิดตำแหน่งนี้ได้: %@
tr: Bu konum açılamıyor: %@
uk: Не вдається відкрити це місце: %@
ur: اس مقام کو نہیں کھولا جا سکتا: %@
vi: Không thể mở vị trí này: %@
zh_hans: 无法打开此位置：%@
zh_hant: 無法開啟此位置：%@
zu: Ayikwazi ukuvula le ndawo: %@

source: Choose a classic StuffIt (.sit) archive. Other archive formats, including .sitx, aren’t supported.
af: Kies 'n klassieke StuffIt (.sit) argief. Ander argiefformate, insluitend .sitx, word nie ondersteun nie.
am: ክላሲክ StuffIt ( .sit ) ማህደር ይምረጡ። ሌሎች የማህደር ቅርጸቶች፣ .sitx ጨምሮ፣ አይደገፉም።
ar: اختر أرشيف StuffIt ( .sit ) الكلاسيكي. لا يتم دعم تنسيقات الأرشيف الأخرى، بما في ذلك .sitx .
az: Klassik StuffIt (.sit) arxivi seçin. .sitx da daxil olmaqla digər arxiv formatları dəstəklənmir.
be: Выберыце класічны архіў StuffIt (.sit). Іншыя фарматы архіваў, у тым ліку .sitx, не падтрымліваюцца.
bg: Изберете класически архив от типа „StuffIt“ (.sit). Други формати на архиви, включително .sitx, не се поддържат.
bn: একটি ক্লাসিক StuffIt ( .sit ) আর্কাইভ বেছে নিন। .sitx সহ অন্যান্য আর্কাইভ ফরম্যাট সমর্থিত নয়।
ca: Trieu un arxiu clàssic StuffIt (.sit). No s'admeten altres formats d'arxiu, inclòs .sitx.
cs: Vyberte klasický archiv StuffIt (.sit). Ostatní formáty archivů včetně .sitx nejsou podporovány.
cy: Dewiswch archif clasurol StuffIt (.sit). Ni chefnogir fformatau archif eraill, gan gynnwys .sitx.
da: Vælg et klassisk StuffIt-arkiv (.sit). Andre arkivformater, herunder .sitx, understøttes ikke.
de: Wählen Sie ein klassisches „StuffIt“-Archiv (.sit). Andere Archivformate, darunter .sitx, werden nicht unterstützt.
de_at: Wählen Sie ein klassisches StuffIt (.sit)-Archiv. Andere Archivformate, einschließlich .sitx, werden nicht unterstützt.
de_ch: Wählen Sie ein klassisches StuffIt-Archiv (.sit). Andere Archivformate, einschließlich .sitx, werden nicht unterstützt.
el: Επιλέξτε ένα κλασικό αρχείο StuffIt (.sit). Άλλες μορφές αρχείων, όπως .sitx, δεν υποστηρίζονται.
es: Elige un archivo clásico de tipo «StuffIt» (.sit). No se admiten otros formatos de archivo, como el de «.sitx».
es_ar: Elige un archivo clásico de tipo «StuffIt» (.sit). No se admiten otros formatos de archivo, como .sitx.
es_mx: Seleccione un archivo StuffIt clásico ( .sit ). No se admiten otros formatos de archivo, incluido .sitx .
et: Valige Mac-ajastu StuffIt-arhiiv (.sit). Muid arhiivivorminguid, sh .sitx, ei toetata.
eu: Aukeratu StuffIt artxibo klasiko bat (.sit). Beste artxibo formatu batzuk, .sitx barne, ez dira onartzen.
fa: یک آرشیو کلاسیک StuffIt ( .sit ) انتخاب کنید. سایر فرمت‌های آرشیو، از جمله .sitx ، پشتیبانی نمی‌شوند.
fi: Valitse klassinen StuffIt (.sit) -arkisto. Muita arkistomuotoja, kuten .sitx, ei tueta.
fil: Pumili ng klasikong archive ng StuffIt ( .sit ). Hindi sinusuportahan ang iba pang mga format ng archive, kabilang ang .sitx .
fr: Choisissez une archive StuffIt classique (.sit). Les autres formats, dont .sitx, ne sont pas pris en charge.
fr_ca: Choisissez une archive StuffIt (.sit) classique. Les autres formats d'archives, notamment .sitx, ne sont pas pris en charge.
ga: Roghnaigh cartlann clasaiceach StuffIt ( .sit ). Ní thacaítear le formáidí cartlainne eile, lena n-áirítear .sitx .
gl: Escolle un arquivo clásico StuffIt ( .sit ). Non se admiten outros formatos de arquivo, incluído .sitx .
gu: ક્લાસિક StuffIt (.sit) આર્કાઇવ પસંદ કરો. .sitx સહિત અન્ય આર્કાઇવ ફોર્મેટ સમર્થિત નથી.
he: בחר ארכיון StuffIt קלאסי ( .sit ). פורמטי ארכיון אחרים, כולל .sitx , אינם נתמכים.
hi: क्लासिक StuffIt ( .sit ) आर्काइव चुनें। .sitx सहित अन्य आर्काइव फॉर्मेट समर्थित नहीं हैं।
hr: Odaberite klasičnu StuffIt (.sit) arhivu. Drugi formati arhive, uključujući .sitx, nisu podržani.
hu: Válasszon egy klasszikus „StuffIt” (.sit) formátumú archívumot. Az egyéb archívumformátumok, beleértve az „.sitx” formátumot is, nem támogatottak.
hy: Ընտրեք դասական StuffIt (.sit) արխիվ։ Այլ արխիվային ձևաչափեր, այդ թվում .sitx, չեն աջակցվում։
id: Pilih arsip berformat klasik StuffIt (.sit). Format arsip lainnya, termasuk .sitx, tidak didukung.
is: Veldu klassískt StuffIt (.sit) safn. Önnur snið, þ.m.t. .sitx, eru óstudd.
it: Scegli un archivio classico StuffIt (.sit). Altri formati di archivio, tra cui .sitx, non sono supportati.
ja: クラシックなStuffIt（.sit）アーカイブを選択してください。.sitxを含むその他の形式は非対応です。
ka: აირჩიეთ კლასიკური StuffIt (.sit) არქივი. სხვა არქივის ფორმატები, მათ შორის .sitx, მხარდაჭერილი არ არის.
kk: Классикалық StuffIt (.sit) мұрағатын таңдаңыз. .sitx қоса алғанда, басқа мұрағат форматтары қолдау көрсетілмейді.
km: ជ្រើសបណ្ណសារ StuffIt (.sit) សម័យ Classic។ ទម្រង់ផ្សេង រួមទាំង .sitx មិនគាំទ្រទេ។
kn: ಕ್ಲಾಸಿಕ್ StuffIt ( .sit ) ಆರ್ಕೈವ್ ಅನ್ನು ಆರಿಸಿ. .sitx ಸೇರಿದಂತೆ ಇತರ ಆರ್ಕೈವ್ ಸ್ವರೂಪಗಳು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
ko: StuffIt(.sit)의 클래식 아카이브를 선택하십시오. .sitx를 비롯한 다른 아카이브 형식은 지원되지 않습니다.
ky: Классикалык StuffIt (.sit) архивин тандаңыз. .sitx сыяктуу башка архив форматтары колдоого алынбайт.
lo: ເລືອກໄຟລ໌ເກັບມ້ຽນ StuffIt ( .sit ) ແບບຄລາສສິກ. ຮູບແບບໄຟລ໌ເກັບມ້ຽນອື່ນໆ, ລວມທັງ .sitx , ບໍ່ຮອງຮັບ.
lt: Pasirinkite klasikinį „StuffIt“ (.sit) archyvą. Kiti archyvų formatai, įskaitant „.sitx“, nėra palaikomi.
lv: Izvēlieties klasisku „StuffIt” (.sit) arhīvu. Citi arhīva formāti, tostarp „.sitx”, netiek atbalstīti.
mk: Изберете класична архива StuffIt ( .sit ). Другите формати на архива, вклучувајќи го и .sitx , не се поддржани.
ml: ഒരു ക്ലാസിക് StuffIt ( .sit ) ആർക്കൈവ് തിരഞ്ഞെടുക്കുക. .sitx ഉൾപ്പെടെയുള്ള മറ്റ് ആർക്കൈവ് ഫോർമാറ്റുകൾ പിന്തുണയ്ക്കുന്നില്ല.
mn: Сонгодог StuffIt (.sit) архив сонгоно уу. .sitx зэрэг бусад архивын форматууд дэмжигдээгүй.
mr: क्लासिक StuffIt (.sit) आर्काइव्ह निवडा. .sitx सह इतर आर्काइव्ह फॉरमॅट समर्थित नाहीत.
ms: Pilih arkib StuffIt (.sit) klasik. Format arkib lain, termasuk .sitx, tidak disokong.
mt: Agħżel arkivju klassiku StuffIt ( .sit ). Formati oħra ta' arkivju, inkluż .sitx , mhumiex appoġġjati.
my: StuffIt (.sit) ခေတ်ဟောင်းချုံ့ဖိုင်ကို ရွေးပါ။ .sitx အပါအဝင် အခြားဖော်မတ်များကို မပံ့ပိုးပါ။
nb: Velg et klassisk StuffIt-arkiv (.sit). Andre arkivformater, blant annet .sitx, støttes ikke.
ne: क्लासिक StuffIt (.sit) आर्काइभ छान्नुहोस्। .sitx सहित अन्य आर्काइभ ढाँचा समर्थित छैनन्।
nl: Kies een archief in het klassieke StuffIt-formaat (.sit). Andere archiefformaten, waaronder .sitx, worden niet ondersteund.
or: ଏକ କ୍ଲାସିକ୍ StuffIt ( .sit ) ଆରକାଇଭ୍ ବାଛନ୍ତୁ। .sitx ସମେତ ଅନ୍ୟ ଆରକାଇଭ୍ ଫର୍ମାଟ୍ ସମର୍ଥିତ ନୁହେଁ।
pa: ਕਲਾਸਿਕ StuffIt (.sit) ਆਰਕਾਈਵ ਚੁਣੋ। .sitx ਸਮੇਤ ਹੋਰ ਆਰਕਾਈਵ ਫਾਰਮੈਟ ਸਮਰਥਿਤ ਨਹੀਂ ਹਨ।
pl: Wybierz klasyczne archiwum StuffIt (.sit). Inne formaty, w tym .sitx, nie są obsługiwane.
pt: Escolha um ficheiro de arquivo clássico do tipo «StuffIt» (.sit). Outros formatos de arquivo, incluindo «.sitx», não são suportados.
pt_br: Escolha um arquivo clássico do tipo “StuffIt” (.sit). Outros formatos de arquivo, incluindo “.sitx”, não são compatíveis.
ro: Alegeți o arhivă clasică de tip „StuffIt” (.sit). Alte formate de arhivă, inclusiv .sitx, nu sunt acceptate.
ru: Выберите архив в классическом формате «StuffIt» (.sit). Другие форматы архивов, в том числе .sitx, не поддерживаются.
si: පැරණි StuffIt (.sit) සංරක්ෂිතයක් තෝරන්න. .sitx ඇතුළු වෙනත් ආකෘති සඳහා සහය නැත.
sk: Vyberte archív v klasickom formáte „StuffIt“ (.sit). Iné formáty archívov, vrátane formátu „.sitx“, nie sú podporované.
sl: Izberite arhiv v klasičnem formatu »StuffIt« (.sit). Drugi formati arhivov, vključno z .sitx, niso podprti.
sq: Zgjidhni një arkiv klasik StuffIt ( .sit ). Formatet e tjera të arkivit, duke përfshirë .sitx , nuk mbështeten.
sr: Изаберите класичну архиву StuffIt (.sit). Остали формати архива, укључујући .sitx, нису подржани.
sv: Välj ett klassiskt StuffIt-arkiv (.sit). Andra arkivformat, inklusive .sitx, stöds inte.
sw: Chagua kumbukumbu ya StuffIt (.sit) ya kale. Miundo mingine, pamoja na .sitx, haitumiki.
ta: கிளாசிக் StuffIt (.sit) காப்பகத்தைத் தேர்ந்தெடுக்கவும். .sitx உட்பட பிற காப்பக வடிவங்கள் ஆதரிக்கப்படவில்லை.
te: క్లాసిక్ StuffIt ( .sit ) ఆర్కైవ్‌ను ఎంచుకోండి. .sitx తో సహా ఇతర ఆర్కైవ్ ఫార్మాట్‌లకు మద్దతు లేదు.
th: เลือกไฟล์เก็บถาวรแบบคลาสสิก StuffIt ( .sit ) รูปแบบไฟล์เก็บถาวรอื่นๆ รวมถึง .sitx ไม่ได้รับการสนับสนุน
tr: Klasik bir StuffIt (.sit) arşivi seçin. .sitx dahil olmak üzere diğer arşiv formatları desteklenmemektedir.
uk: Оберіть класичний архів StuffIt (.sit). Інші формати, зокрема .sitx, не підтримуються.
ur: ایک کلاسک StuffIt (.sit) آرکائیو کا انتخاب کریں۔ دیگر آرکائیو فارمیٹس، بشمول .sitx، تعاون یافتہ نہیں ہیں۔
vi: Hãy chọn một kho lưu trữ StuffIt cổ điển (.sit). Các định dạng kho lưu trữ khác, bao gồm .sitx, không được hỗ trợ.
zh_hans: 请选择经典的StuffIt（.sit）归档文件。其他归档格式（包括.sitx）均不支持。
zh_hant: 請選擇經典的 StuffIt（.sit）檔案。其他檔案格式（包括 .sitx）均不被支援。
zu: Khetha ingobo yomlando yakudala ye StuffIt ( .sit ). Amanye amafomethi engbo yomlando, kufaka phakathi .sitx , awasekelwa.

source: Choose a local archive and folder.
af: Kies 'n plaaslike argief en vouer.
am: የአካባቢ ማህደር እና አቃፊ ይምረጡ።
ar: اختر أرشيفًا ومجلدًا محليًا.
az: Yerli bir arxiv və qovluq seçin.
be: Выберыце лакальны архіў і тэчку.
bg: Изберете локален архив и папка.
bn: একটি স্থানীয় আর্কাইভ এবং ফোল্ডার নির্বাচন করুন।
ca: Trieu un arxiu i una carpeta locals.
cs: Vyberte místní archiv a složku.
cy: Dewiswch archif a ffolder lleol.
da: Vælg et lokalt arkiv og en mappe.
de: Wählen Sie ein lokales Archiv und einen Ordner aus.
de_at: Wählen Sie ein lokales Archiv und einen Ordner aus.
de_ch: Wählen Sie ein lokales Archiv und einen Ordner aus.
el: Επιλέξτε ένα τοπικό αρχείο και έναν φάκελο.
es: Elige un archivo y una carpeta locales.
es_ar: Elige un archivo y una carpeta locales.
es_mx: Seleccione un archivo y una carpeta locales.
et: Valige kohalik arhiiv ja kaust.
eu: Aukeratu tokiko artxibo eta karpeta bat.
fa: یک بایگانی و پوشه محلی انتخاب کنید.
fi: Valitse paikallinen arkisto ja kansio.
fil: Pumili ng lokal na archive at folder.
fr: Choisissez une archive locale et un dossier.
fr_ca: Choisissez une archive et un dossier locaux.
ga: Roghnaigh cartlann agus fillteán áitiúil.
gl: Escolla un arquivo e un cartafol locais.
gu: સ્થાનિક આર્કાઇવ અને ફોલ્ડર પસંદ કરો.
he: בחר ארכיון ותיקייה מקומיים.
hi: एक स्थानीय आर्काइव और फ़ोल्डर चुनें।
hr: Odaberite lokalnu arhivu i mapu.
hu: Válasszon ki egy helyi archívumot és mappát.
hy: Ընտրեք տեղական արխիվ և թղթապանակ։
id: Pilih arsip dan folder lokal.
is: Veldu staðbundið skjalasafn og möppu.
it: Scegli un archivio e una cartella locali.
ja: ローカルのアーカイブとフォルダを選択してください。
ka: აირჩიეთ ლოკალური არქივი და საქაღალდე.
kk: Жергілікті мұрағат пен қалтаны таңдаңыз.
km: ជ្រើសរើសបណ្ណសារ និងថតឯកសារមូលដ្ឋាន។
kn: ಸ್ಥಳೀಯ ಆರ್ಕೈವ್ ಮತ್ತು ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ.
ko: 로컬 아카이브와 폴더를 선택하세요.
ky: Жергиликтүү архивди жана папканы тандаңыз.
lo: ເລືອກໄຟລ໌ເກັບມ້ຽນ ແລະ ໂຟນເດີໃນທ້ອງຖິ່ນ.
lt: Pasirinkite vietinį archyvą ir aplanką.
lv: Izvēlieties vietējo arhīvu un mapi.
mk: Изберете локална архива и папка.
ml: ഒരു ലോക്കൽ ആർക്കൈവും ഫോൾഡറും തിരഞ്ഞെടുക്കുക.
mn: Дотоод архив, хавтас сонгоно уу.
mr: स्थानिक आर्काइव्ह आणि फोल्डर निवडा.
ms: Pilih arkib dan folder setempat.
mt: Agħżel arkivju u folder lokali.
my: စက်တွင်းချုံ့ဖိုင်နှင့် ဖိုင်တွဲကို ရွေးပါ။
nb: Velg et lokalt arkiv og en mappe.
ne: स्थानीय आर्काइभ र फोल्डर छान्नुहोस्।
nl: Kies een lokaal archief en een map.
or: ଏକ ସ୍ଥାନୀୟ ଆର୍କାଇଭ୍ ଏବଂ ଫୋଲ୍ଡର ବାଛନ୍ତୁ।
pa: ਇੱਕ ਸਥਾਨਕ ਆਰਕਾਈਵ ਅਤੇ ਫੋਲਡਰ ਚੁਣੋ।
pl: Wybierz lokalne archiwum i folder.
pt: Escolha um arquivo e uma pasta locais.
pt_br: Escolha um arquivo e uma pasta locais.
ro: Alegeți arhivă și dosar locale.
ru: Выберите локальный архив и папку.
si: දේශීය සංරක්ෂිතයක් සහ ෆෝල්ඩරයක් තෝරන්න.
sk: Vyberte miestny archív a priečinok.
sl: Izberite lokalni arhiv in mapo.
sq: Zgjidhni arkiv lokal dhe dosje lokale.
sr: Изаберите локални архив и фасциклу.
sv: Välj ett lokalt arkiv och en mapp.
sw: Chagua kumbukumbu na folda ya ndani.
ta: உள்ளூர் காப்பகம் மற்றும் கோப்புறையைத் தேர்ந்தெடுக்கவும்.
te: స్థానిక ఆర్కైవ్ మరియు ఫోల్డర్‌ను ఎంచుకోండి.
th: เลือกไฟล์เก็บถาวรในเครื่องและโฟลเดอร์
tr: Yerel bir arşiv ve klasör seçin.
uk: Виберіть локальний архів та папку.
ur: مقامی آرکائیو اور فولڈر کا انتخاب کریں۔
vi: Chọn kho lưu trữ và thư mục cục bộ.
zh_hans: 选择一个本地存档和文件夹。
zh_hant: 請選擇一個本機檔案和資料夾。
zu: Khetha ingobo yomlando nefolda yendawo.

source: Choose Archives…
af: Kies Argiewe…
am: ማህደሮችን ምረጥ…
ar: اختر الأرشيفات…
az: Arxivləri seçin…
be: Выберыце архівы…
bg: Изберете „Архиви“…
bn: আর্কাইভ বেছে নিন…
ca: Trieu Arxius…
cs: Vyberte archivy…
cy: Dewiswch Archifau…
da: Vælg arkiver…
de: Archive auswählen…
de_at: Archive auswählen…
de_ch: Archive auswählen…
el: Επιλέξτε «Αρχεία»…
es: Seleccionar archivos…
es_ar: Seleccionar archivos…
es_mx: Seleccionar archivos…
et: Vali arhiivid…
eu: Aukeratu Artxiboak…
fa: بایگانی‌ها را انتخاب کنید…
fi: Valitse Arkistot…
fil: Piliin ang Mga Archive…
fr: Choisissez les archives…
fr_ca: Choisir les archives…
ga: Roghnaigh Cartlanna…
gl: Escolle Arquivos…
gu: આર્કાઇવ્સ પસંદ કરો...
he: בחר ארכיונים…
hi: आर्काइव चुनें…
hr: Odaberite arhive…
hu: Archívumok kiválasztása…
hy: Ընտրեք արխիվներ…
id: Pilih Arsip…
is: Veldu skjalasöfn…
it: Scegli gli archivi…
ja: アーカイブを選択…
ka: აირჩიეთ არქივები…
kk: Мұрағаттарды таңдау…
km: ជ្រើសរើស​បណ្ណសារ…
kn: ಆರ್ಕೈವ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ...
ko: 아카이브 선택…
ky: Архивдерди тандаңыз…
lo: ເລືອກໄຟລ໌ເກັບມ້ຽນ...
lt: Pasirinkite archyvus…
lv: Izvēlieties arhīvus…
mk: Изберете Архиви…
ml: ആർക്കൈവുകൾ തിരഞ്ഞെടുക്കുക...
mn: Архивуудыг сонгох…
mr: आर्काइव्ह निवडा…
ms: Pilih Arkib…
mt: Agħżel Arkivji…
my: ချုံ့ဖိုင်များ ရွေးပါ…
nb: Velg arkiver…
ne: आर्काइभहरू छान्नुहोस्…
nl: Kies Archieven…
or: ଆର୍କାଇଭ୍‌ଗୁଡ଼ିକ ବାଛନ୍ତୁ…
pa: ਆਰਕਾਈਵ ਚੁਣੋ…
pl: Wybierz archiwa…
pt: Escolher Arquivos…
pt_br: Escolher Arquivos…
ro: Alegeți Arhive…
ru: Выбрать архивы…
si: සංරක්ෂිතයන් තෝරන්න...
sk: Vyberte archívy…
sl: Izberi arhive…
sq: Zgjidhni Arkivat…
sr: Изаберите Архиве…
sv: Välj Arkiv…
sw: Chagua Kumbukumbu…
ta: காப்பகங்களைத் தேர்ந்தெடுக்கவும்…
te: ఆర్కైవ్‌లను ఎంచుకోండి…
th: เลือกไฟล์เก็บถาวร…
tr: Arşivleri Seç…
uk: Вибрати архіви…
ur: آرکائیوز کا انتخاب کریں…
vi: Chọn các Kho lưu trữ…
zh_hans: 选择存档……
zh_hant: 選擇檔案…
zu: Khetha Izingobo Zomlando…

source: Choose Folder
af: Kies Vouer
am: አቃፊ ይምረጡ
ar: اختر المجلد
az: Qovluq Seçin
be: Выберыце тэчку
bg: Изберете папка
bn: ফোল্ডার নির্বাচন করুন
ca: Trieu carpeta
cs: Vybrat složku
cy: Dewiswch Ffolder
da: Vælg mappe
de: Ordner auswählen
de_at: Ordner auswählen
de_ch: Ordner auswählen
el: Επιλογή φακέλου
es: Seleccionar carpeta
es_ar: Seleccionar carpeta
es_mx: Seleccionar carpeta
et: Vali kaust
eu: Aukeratu karpeta
fa: پوشه را انتخاب کنید
fi: Valitse kansio
fil: Pumili ng Folder
fr: Choisir un dossier
fr_ca: Choisir un dossier
ga: Roghnaigh Fillteán
gl: Escoller cartafol
gu: ફોલ્ડર પસંદ કરો
he: בחר תיקייה
hi: फोल्डर चुनें
hr: Odaberite mapu
hu: Mappa kiválasztása
hy: Ընտրեք թղթապանակ
id: Pilih Folder
is: Veldu möppu
it: Scegli una cartella
ja: フォルダを選択
ka: აირჩიეთ საქაღალდე
kk: Қалтаны таңдау
km: ជ្រើសរើសថតឯកសារ
kn: ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ
ko: 폴더 선택
ky: Папканы тандаңыз
lo: ເລືອກໂຟນເດີ
lt: Pasirinkite aplanką
lv: Izvēlēties mapi
mk: Изберете папка
ml: ഫോൾഡർ തിരഞ്ഞെടുക്കുക
mn: Хавтас сонгох
mr: फोल्डर निवडा
ms: Pilih Folder
mt: Agħżel Folder
my: ဖိုင်တွဲကို ရွေးချယ်ပါ
nb: Velg mappe
ne: फोल्डर छान्नुहोस्
nl: Map kiezen
or: ଫୋଲ୍ଡର୍ ବାଛନ୍ତୁ
pa: ਫੋਲਡਰ ਚੁਣੋ
pl: Wybierz folder
pt: Escolher pasta
pt_br: Escolha uma pasta
ro: Alegeți dosarul
ru: Выбрать папку
si: ෆෝල්ඩරය තෝරන්න
sk: Vyberte priečinok
sl: Izberi mapo
sq: Zgjidh Dosjen
sr: Изаберите фасциклу
sv: Välj mapp
sw: Chagua Folda
ta: கோப்புறையைத் தேர்ந்தெடுக்கவும்
te: ఫోల్డర్‌ను ఎంచుకోండి
th: เลือกโฟลเดอร์
tr: Klasör Seç
uk: Вибрати папку
ur: فولڈر کا انتخاب کریں
vi: Chọn thư mục
zh_hans: 选择文件夹
zh_hant: 選擇資料夾
zu: Khetha Ifolda
